---
kind: property
id: P:Autodesk.Revit.DB.ViewDisplayBackground.VerticalImageOffset
source: html/e086d701-de04-69ff-3653-a0bb35bb633f.htm
---
# Autodesk.Revit.DB.ViewDisplayBackground.VerticalImageOffset Property

The distance between the bottom viewport boundary and the bottom edge of the background image.

## Syntax (C#)
```csharp
public double VerticalImageOffset { get; }
```